Repository: voldardard/mkv2cast
Catalog: src/mkv2cast/locales/*/LC_MESSAGES/mkv2cast.po
Languages: de, es, fr, it

source: Processing file: {filename}
de: Verarbeite Datei: {filename}
es: Procesando archivo: {filename}
fr: Traitement du fichier : {filename}
it: Elaborazione file: {filename}

source: Conversion complete
de: Konvertierung abgeschlossen
es: Conversión completada
fr: Conversion terminée
it: Conversione completata

source: Conversion failed
de: Konvertierung fehlgeschlagen
es: Error en la conversión
fr: Échec de la conversion
it: Conversione fallita

source: Skipped: {reason}
de: Übersprungen: {reason}
es: Omitido: {reason}
fr: Ignoré : {reason}
it: Saltato: {reason}

source: No MKV files to process.
de: Keine MKV-Dateien zum Verarbeiten.
es: No hay archivos MKV para procesar.
fr: Aucun fichier MKV à traiter.
it: Nessun file MKV da elaborare.

source: Backend selected
de: Backend ausgewählt
es: Backend seleccionado
fr: Backend sélectionné
it: Backend selezionato

source: Checking integrity...
de: Prüfe Integrität...
es: Verificando integridad...
fr: Vérification de l'intégrité...
it: Verifica integrità...

source: Encoding...
de: Kodiere...
es: Codificando...
fr: Encodage...
it: Codifica...

source: Waiting for file stability...
de: Warte auf Dateistabilität...
es: Esperando estabilidad del archivo...
fr: Attente de la stabilité du fichier...
it: Attesa stabilità del file...

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto

source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
it: Fallito

source: Skipped
de: Übersprungen
es: Omitido
fr: Ignoré
it: Saltato

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo

source: Total files seen
de: Dateien gesamt
es: Total archivos vistos
fr: Total fichiers vus
it: File totali visti

source: Transcoded OK
de: Transkodiert OK
es: Transcodificados OK
fr: Transcodés OK
it: Transcodificati OK

source: Total time
de: Gesamtzeit
es: Tiempo total
fr: Temps total
it: Tempo totale

source: mkv2cast - Conversion Complete
de: mkv2cast - Konvertierung abgeschlossen
es: mkv2cast - Conversión completada
fr: mkv2cast - Conversion terminée
it: mkv2cast - Conversione completata

source: Successfully converted 1 file in {time}
de: 1 Datei erfolgreich konvertiert in {time}
es: 1 archivo convertido exitosamente en {time}
fr: 1 fichier converti avec succès en {time}
it: 1 file convertito con successo in {time}

source: Successfully converted {count} files in {time}
de: {count} Dateien erfolgreich konvertiert in {time}
es: {count} archivos convertidos exitosamente en {time}
fr: {count} fichiers convertis avec succès en {time}
it: {count} file convertiti con successo in {time}

source: mkv2cast - Conversion Failed
de: mkv2cast - Konvertierung fehlgeschlagen
es: mkv2cast - Error de conversión
fr: mkv2cast - Échec de conversion
it: mkv2cast - Conversione fallita

source: Failed to convert 1 file
de: Konvertierung von 1 Datei fehlgeschlagen
es: Error al convertir 1 archivo
fr: Échec de conversion de 1 fichier
it: Impossibile convertire 1 file

source: Failed to convert {count} files
de: Konvertierung von {count} Dateien fehlgeschlagen
es: Error al convertir {count} archivos
fr: Échec de conversion de {count} fichiers
it: Impossibile convertire {count} file

source: mkv2cast - Processing Complete
de: mkv2cast - Verarbeitung abgeschlossen
es: mkv2cast - Procesamiento completado
fr: mkv2cast - Traitement terminé
it: mkv2cast - Elaborazione completata

source: {count} converted
de: {count} konvertiert
es: {count} convertido(s)
fr: {count} converti(s)
it: {count} convertito/i

source: {count} failed
de: {count} fehlgeschlagen
es: {count} fallido(s)
fr: {count} échoué(s)
it: {count} fallito/i

source: {count} skipped
de: {count} übersprungen
es: {count} omitido(s)
fr: {count} ignoré(s)
it: {count} saltato/i

source: mkv2cast - Interrupted
de: mkv2cast - Unterbrochen
es: mkv2cast - Interrumpido
fr: mkv2cast - Interrompu
it: mkv2cast - Interrotto

source: Processing was interrupted by user
de: Verarbeitung wurde vom Benutzer unterbrochen
es: El procesamiento fue interrumpido por el usuario
fr: Le traitement a été interrompu par l'utilisateur
it: L'elaborazione è stata interrotta dall'utente

source: File not found
de: Datei nicht gefunden
es: Archivo no encontrado
fr: Fichier non trouvé
it: File non trovato

source: Only .mkv files supported
de: Nur .mkv-Dateien unterstützt
es: Solo se soportan archivos .mkv
fr: Seuls les fichiers .mkv sont supportés
it: Solo file .mkv supportati

source: integrity check failed
de: Integritätsprüfung fehlgeschlagen
es: verificación de integridad fallida
fr: échec de la vérification d'intégrité
it: verifica integrità fallita

source: Smart MKV -> Cast compatible converter with VAAPI/QSV hardware acceleration.
de: Intelligenter MKV -> Cast Konverter mit VAAPI/QSV Hardware-Beschleunigung.
es: Convertidor inteligente MKV -> Cast con aceleración de hardware VAAPI/QSV.
fr: Convertisseur intelligent MKV -> Cast avec accélération matérielle VAAPI/QSV.
it: Convertitore intelligente MKV -> Cast con accelerazione hardware VAAPI/QSV.

source: Optional .mkv file to process
de: Optionale .mkv-Datei zum Verarbeiten
es: Archivo .mkv opcional para procesar
fr: Fichier .mkv optionnel à traiter
it: File .mkv opzionale da elaborare

source: Output settings
de: Ausgabe-Einstellungen
es: Configuración de salida
fr: Paramètres de sortie
it: Impostazioni output

source: Scan settings
de: Scan-Einstellungen
es: Configuración de escaneo
fr: Paramètres de scan
it: Impostazioni scansione

source: Enable debug output
de: Debug-Ausgabe aktivieren
es: Habilitar salida de debug
fr: Activer la sortie de debug
it: Abilita output di debug

source: Dry run
de: Testlauf
es: Modo simulación
fr: Mode simulation
it: Modalità simulazione

source: Codec decisions
de: Codec-Entscheidungen
es: Decisiones de códec
fr: Décisions de codec
it: Decisioni codec

source: Encoding quality
de: Kodierungsqualität
es: Calidad de codificación
fr: Qualité d'encodage
it: Qualità codifica

source: Hardware acceleration
de: Hardware-Beschleunigung
es: Aceleración de hardware
fr: Accélération matérielle
it: Accelerazione hardware

source: Integrity checks
de: Integritätsprüfungen
es: Verificaciones de integridad
fr: Vérifications d'intégrité
it: Verifiche integrità

source: UI settings
de: Oberflächen-Einstellungen
es: Configuración de interfaz
fr: Paramètres d'interface
it: Impostazioni interfaccia

source: Pipeline mode
de: Pipeline-Modus
es: Modo pipeline
fr: Mode pipeline
it: Modalità pipeline

source: Parallelism
de: Parallelität
es: Paralelismo
fr: Parallélisme
it: Parallelismo

source: Send desktop notification when done (default: enabled)
de: Desktop-Benachrichtigung senden wenn fertig (Standard: aktiviert)
es: Enviar notificación de escritorio al terminar (por defecto: habilitado)
fr: Envoyer une notification bureau à la fin (par défaut : activé)
it: Invia notifica desktop al termine (default: abilitato)

source: Disable desktop notifications
de: Desktop-Benachrichtigungen deaktivieren
es: Deshabilitar notificaciones de escritorio
fr: Désactiver les notifications bureau
it: Disabilita notifiche desktop

source: Internationalization
de: Internationalisierung
es: Internacionalización
fr: Internationalisation
it: Internazionalizzazione

source: Force language (default: auto-detect)
de: Sprache erzwingen (Standard: automatisch)
es: Forzar idioma (por defecto: auto-detectar)
fr: Forcer la langue (par défaut : auto-détection)
it: Forza lingua (default: auto-rilevamento)

source: Utility commands
de: Hilfsbefehle
es: Comandos de utilidad
fr: Commandes utilitaires
it: Comandi utilità

source: Requirements Check
de: Anforderungsprüfung
es: Verificación de requisitos
fr: Vérification des prérequis
it: Verifica requisiti

source: System requirements
de: Systemanforderungen
es: Requisitos del sistema
fr: Prérequis système
it: Requisiti di sistema

source: mandatory
de: erforderlich
es: obligatorio
fr: obligatoire
it: obbligatorio

source: Optional dependencies
de: Optionale Abhängigkeiten
es: Dependencias opcionales
fr: Dépendances optionnelles
it: Dipendenze opzionali

source: All requirements satisfied
de: Alle Anforderungen erfüllt
es: Todos los requisitos satisfechos
fr: Tous les prérequis sont satisfaits
it: Tutti i requisiti soddisfatti

source: Some requirements missing
de: Einige Anforderungen fehlen
es: Faltan algunos requisitos
fr: Certains prérequis manquent
it: Alcuni requisiti mancanti

source: directories
de: Verzeichnisse
es: directorios
fr: répertoires
it: directory

source: User directories
de: Benutzerverzeichnisse
es: Directorios de usuario
fr: Répertoires utilisateur
it: Directory utente

source: Removed
de: Entfernt
es: Eliminado
fr: Supprimé
it: Rimosso

source: temp files
de: temporäre Dateien
es: archivos temporales
fr: fichiers temporaires
it: file temporanei

source: log files older than
de: Log-Dateien älter als
es: archivos de log más antiguos que
fr: fichiers log plus vieux que
it: file log più vecchi di

source: days
de: Tage
es: días
fr: jours
it: giorni

source: history entries
de: Verlaufseinträge
es: entradas de historial
fr: entrées d'historique
it: voci cronologia

source: No conversion history found.
de: Kein Konvertierungsverlauf gefunden.
es: No se encontró historial de conversiones.
fr: Aucun historique de conversion trouvé.
it: Nessuna cronologia conversioni trovata.

source: Recent conversions
de: Neueste Konvertierungen
es: Conversiones recientes
fr: Conversions récentes
it: Conversioni recenti

source: last
de: letzte
es: últimas
fr: dernières
it: ultime

source: Conversion statistics
de: Konvertierungsstatistiken
es: Estadísticas de conversión
fr: Statistiques de conversion
it: Statistiche conversione

source: Average encode time
de: Durchschnittliche Kodierzeit
es: Tiempo promedio de codificación
fr: Temps d'encodage moyen
it: Tempo medio codifica

source: Total encode time
de: Gesamte Kodierzeit
es: Tiempo total de codificación
fr: Temps d'encodage total
it: Tempo totale codifica

source: Stopping
de: Stoppe
es: Deteniendo
fr: Arrêt de
it: Arresto

source: processes
de: Prozesse
es: procesos
fr: processus
it: processi

source: All processes stopped
de: Alle Prozesse gestoppt
es: Todos los procesos detenidos
fr: Tous les processus arrêtés
it: Tutti i processi arrestati

source: encode
de: Kodierung
es: codificación
fr: encodage
it: codifica

source: integrity
de: Integrität
es: integridad
fr: intégrité
it: integrità

source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File

source: to process
de: zu verarbeiten
es: a procesar
fr: à traiter
it: da elaborare

source: Found
de: Gefunden
es: Encontrados
fr: Trouvé
it: Trovati

source: file(s) to process
de: Datei(en) zu verarbeiten
es: archivo(s) a procesar
fr: fichier(s) à traiter
it: file da elaborare

source: Converted
de: Konvertiert
es: Convertidos
fr: Converti(s)
it: Convertiti

source: SKIP
de: ÜBERSPR
es: OMITIDO
fr: IGNORÉ
it: SALTATO

source: DONE
de: FERTIG
es: HECHO
fr: OK
it: FATTO

source: FAIL
de: FEHLER
es: FALLIDO
fr: ÉCHEC
it: FALLITO

source: QUEUE
de: WARTE
es: COLA
fr: FILE
it: CODA

source: CHECK
de: PRÜFEN
es: VERIF
fr: VÉRIF
it: VERIF

source: ENCODE
de: KODIER
es: CODIF
fr: ENCODAGE
it: CODIF

source: int
de: prüf
es: ver
fr: vérif
it: ver

source: error
de: Fehler
fr: erreur
it: errore

source: check
de: prüf
es: verif
fr: vérif
it: verif

source: in queue
de: in Warteschlange
es: en cola
fr: en file
it: in coda

source: Waiting for check
de: Warte auf Prüfung
es: Esperando verificación
fr: En attente de vérification
it: In attesa di verifica

source: Initializing...
de: Initialisierung...
es: Inicializando...
fr: Initialisation...
it: Inizializzazione...

source: output exists
de: Ausgabe existiert
es: salida existente
fr: sortie existante
it: output esistente

source: tmp exists
de: Temp-Datei existiert
es: archivo temp existente
fr: fichier temp existant
it: file temp esistente

source: dryrun
de: Testlauf
es: simulación
fr: simulation
it: simulazione

source: integrity error
de: Integritätsfehler
es: error de integridad
fr: erreur d'intégrité
it: errore integrità

source: analysis error
de: Analysefehler
es: error de análisis
fr: erreur d'analyse
it: errore analisi

source: encode error
de: Kodierfehler
es: error de codificación
fr: erreur d'encodage
it: errore codifica

source: move error
de: Verschiebefehler
es: error al mover
fr: erreur de déplacement
it: errore spostamento

source: interrupted
de: unterbrochen
es: interrumpido
fr: interrompu
it: interrotto

source: in
es: en
fr: en

source: FAILED
de: FEHLGESCHLAGEN
es: FALLIDO
fr: ÉCHEC
it: FALLITO

source: Already compatible
de: Bereits kompatibel
es: Ya compatible
fr: Déjà compatible
it: Già compatibile

source: Running as root - cleaning tmp for all users...
de: Als root ausgeführt - Temp-Dateien aller Benutzer bereinigen...
es: Ejecutando como root - limpiando tmp para todos los usuarios...
fr: Exécution en root - nettoyage tmp pour tous les utilisateurs...
it: Esecuzione come root - pulizia tmp per tutti gli utenti...

source: Running as root - cleaning logs for all users...
de: Als root ausgeführt - Logs aller Benutzer bereinigen...
es: Ejecutando como root - limpiando logs para todos los usuarios...
fr: Exécution en root - nettoyage logs pour tous les utilisateurs...
it: Esecuzione come root - pulizia log per tutti gli utenti...

source: files removed
de: Dateien entfernt
es: archivos eliminados
fr: fichiers supprimés
it: file rimossi

source: Total removed
de: Gesamt entfernt
es: Total eliminados
fr: Total supprimé
it: Totale rimossi

source: Watch Mode
fr: Mode Surveillance

source: NEW
fr: NOUVEAU

source: Watching
fr: Surveillance

source: Press Ctrl+C to stop
fr: Appuyez sur Ctrl+C pour arrêter

source: Audio track selection
fr: Sélection de piste audio

source: Comma-separated language codes priority (e.g., fre,fra,fr,eng)
fr: Codes langue séparés par virgule (ex: fre,fra,fr,eng)

source: Explicit audio track index (0-based)
fr: Index de piste audio explicite (commence à 0)

source: Subtitle selection
fr: Sélection de sous-titres

source: Comma-separated subtitle language codes (e.g., fre,eng)
fr: Codes langue sous-titres séparés par virgule (ex: fre,eng)

source: Explicit subtitle track index (0-based)
fr: Index de piste sous-titres explicite (commence à 0)

source: Prefer forced subtitles in audio language (default: True)
fr: Préférer les sous-titres forcés dans la langue audio (défaut: Oui)

source: Don't prefer forced subtitles
fr: Ne pas préférer les sous-titres forcés

source: Disable all subtitles
fr: Désactiver tous les sous-titres

source: NVENC constant quality (0-51)
fr: Qualité constante NVENC (0-51)

source: Watch mode
fr: Mode surveillance

source: Watch directory for new MKV files and convert automatically
fr: Surveiller le dossier pour les nouveaux fichiers MKV et convertir automatiquement

source: Polling interval in seconds for watch mode (default: 5)
fr: Intervalle de vérification en secondes pour le mode surveillance (défaut: 5)

source: compatible
de: kompatibel
it: compatibile

source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche

source: Total conversions
de: Konvertierungen gesamt
es: Total conversiones
it: Conversioni totali

source: Workers
de: Worker
it: Worker

source: enc
de: kod
es: cod
it: cod

source: tot
de: ges

source: file(s)
de: Datei(en)
es: archivo(s)
it: file

source: integrity failed
de: Integrität fehlgeschlagen
es: integridad fallida
it: integrità fallita

source: AMD AMF quality (0-51)
de: AMD AMF Qualität (0-51)
es: Calidad AMD AMF (0-51)

source: Output JSON progress for integration with other applications
de: JSON-Fortschrittsausgabe für Integration mit anderen Anwendungen
es: Salida JSON del progreso para integración con otras aplicaciones

source: Debug/test
es: Debug/prueba
